Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/10_id_458508.html.tmx
Source language: sme
Languages: nob

source: Jagiin 1998–2000 juolluduvvojedje Nordlánddas , Romssas ja Finnmárkkus lohkanvirgelobit bálkkáin mat vástidit 12 ollesjahkelohkama .
nob: For årene 1998- 2000 ble det i Nordland , Troms og Finnmark innvilget studiepermisjoner med lønn tilsvarende 12 helårsstudier .

source: 2002 rájes oažžu Stáhta oahppokantuvra Davvi-Trøndelágas guokte vástideaddji lohkanvirggi juohke jagi .
nob: Fra 2002 vil Statens utdanningskontor i Nord-Trøndelag få to tilsvarende studiehjemler per år .

source: Dát galget juolluduvvot oahpaheddjiide vai váldet lasseoahpu oarjelsámegielas , oktan čatnasanáiggiin skuvllain mat addet oarjelsámegiela oahpaheami .
nob: Disse skal tildeles lærere for videreutdanning i sørsamisk , med bindingstid ved skoler der det gis opplæring i sørsamisk .

source: Oahppoloana oanidus
nob: Nedskrivning av studielån

source: Stáhta loatnakássa oahpu várás nammasaš oahpporuhtadanlágadusa loanaheaddjit geat ásset ja barget Finnmárkkus , dahje ovtta čieža váikkuhangaskaoapmegielddas Davvi-Romssas , ožžot oaniduvvot loanaset 10 proseanttain álgovuolggalaš loatnasupmis , eanemustá kr 16 500 juohke jagi nammii maid leat orron ja bargan doaibmaguovllus .
nob: Lånetakere i Statens lånekasse for utdanning som bor og arbeider i Finnmark , eller i en av de syv virkemiddelkommunene i Nord-Troms , får nedskrevet lånet sitt med 10 pst. av opprinnelig lånebeløp , maksimalt kr 16 500 for hvert år de har opphold og arbeid i virkeområdet .

source: Stipeanda
nob: Stipend

source: Oahppodoarjja addojuvvo lága mielde oahppodoarjaga birra ohppiide ja studeanttaide .
nob: Utdanningsstøtte gis i samsvar med lov om utdanningsstøtte til elever og studenter .

source: Addojuvvojit sierra stipeanddat joatkkaoahpahusa ohppiide geat eai oro ruovttus ja geat leat Davvi-Romssas dahje Finnmárkkus eret .
nob: Det gis særskilte stipender til borteboende elever i videregående opplæring fra Nord- Troms og Finnmark .

source: Sámedikkis lea stipeandaortnet buot ohppiide geain lea sámegiella fágan joatkkaskuvllas .
nob: Sametinget har en stipendordning for alle elever som har samisk som fag i videregående skole .

source: Ohppiid lohku lassána jagis jahkái .
nob: Antall elever er økende fra år til år .

source: 10.7 Sámi dutkan
nob: 10.7 Samisk forskning

source: 10.7.1 Dilli ja strategiijat
nob: 10.7.1 Status og strategier

source: Humaniora ja servodatdiehtaga dutkan lea árbevirolaččat leamaš , ja lea ain , ráđđejeaddji sámi dutkamis .
nob: Forskning innen humaniora og samfunnsvitenskap har tradisjonelt vært , og er fortsatt , dominerende innen samisk forskning .

source: Ain lea dárbu riektedutkamii sámi virolašvuođaid birra ja stáhtaservodaga ja sámiid gaskavuođa birra áiggiid čađa .
nob: Det er fortsatt også behov for rettsforskning om samiske sedvaner og om relasjonen mellom statssamfunnet og samene opp gjennom tiden .

source: Deaŧalaš lea oažžut guorahallojuvvot ja duođaštuvvot sámeálbmoga árbevirolaš dieđuid luonddu , ekologiija ja geavahanvugiid birra sámi guovlluin .
nob: Det er viktig å få kartlagt og dokumentert samefolkets tradisjonelle kunnskaper om natur , økologi og bruksformer i samiske områder .

source: Dutkan berre maiddái garrasit guovdilastit oččodit ovdan dieđu dálá dili birra .
nob: Forskningen bør også ha fokus mot å frambringe kunnskap om dagens situasjon .

source: Dat berre guorahallat sámi servodatdilálašvuođaid ja stuorraservodaga ja sámi servodaga gaskavuođa , áimmahuššat sohkabealperspektiivva ja buktit ovdan eanet dieđu nissoniid dili birra servodagas .
nob: Den bør rettes mot samiske samfunnsforhold , forholdet mellom storsamfunnet og det samiske samfunnet , ivareta kjønnsperspektivet og bringe fram mer kunnskap om kvinners situasjon i samfunnet .

source: Girko- , oahppo- ja dutkandapartemeanta ii háliit ahte sin dutkanráđđeruđat čadnojuvvojit erenoamáš stivremiidda , muhto ahte dát ruđat mannet vuođđodutkamii govdes vuđđosa alde .
nob: Kirke- , utdannings- og forskningsdepartementet ønsker ikke at deres forskningsrådsmidler knyttes til spesifikke føringer , men at disse midlene går til grunnforskning på bredt grunnlag .

source: Sámi dutkanbiras lea unni ja hearki .
nob: Det samiske forskningsmiljøet er lite og sårbart .

source: Dárbbašlaš lea bestet eanet sámiid sámi dutkamii vai gelbbolašvuohta ain huksejuvvo ja dutkit gulahallet dán suorggis .
nob: Det er behov for å rekruttere flere samer til den samiske forskningen , for videre oppbygging av kompetanse og for kommunikasjon mellom forskere på feltet .

source: Alla sámi gelbbolašvuođas iešguđet fágaduovdaga siskkabealde lea mearrideaddji mearkkašupmi sámi giela , kultuvrra ja servodateallima váfisteapmái boahtteáigái .
nob: Høy samisk kompetanse innenfor ulike fagområder er av avgjørende betydning for å sikre samisk språk , kultur og samfunnsliv for fremtiden .

source: Deaŧalaš lea maiddái ahte giella geavahuvvo eanet dutkamis ja dutkangaskkusteamis .
nob: Det er også viktig at det samiske språket brukes mer i forskning og forskningsformidling .

source: Terminologiijagárgedeapmi iešguđet suorggi siskkabealde lea dás guovdil .
nob: Terminologiutvikling innen de ulike disiplinene står her sentralt .

source: Sámi dutkan dáhpáhuvvá erenoamážit Romssa universitehtas , Sámi allaskuvllas ja Sámi Instituhtas , ja dát leat maiddái álggahan eamiálbmotdutkama fierpmádaga .
nob: Den samiske forskningen foregår særlig ved Universitetet i Tromsø , Samisk høgskole og Nordisk Samisk Institutt , og disse har også etablert et nettverk for urfolksforskning .

source: Davvi-Trøndelága allaskuvllas lea vásedin ovddasvástádus oarjelsámi gielas ja kultuvrras .
nob: Høgskolen i Nord-Trøndelag har et særskilt ansvar for sørsamisk språk og kultur .

source: Budejju allaskuvllas lea ovddasvástádus julevsámegielas .
nob: Høgskolen i Bodø har ansvar for lulesamisk .

source: Boazodoalu Ovdánahttinfoanda ( BOF ) oažžu juolluduvvot 5 milj. kruvnnu dutkamii ja dutkangaskkusteapmái jahkásaš boazodoallošiehtadusa bokte stáhta ja Norgga Boazosápmelaččaid Riikkasearvvi gaskkas .
nob: Reindriftens Utviklingsfond ( RUF ) får bevilget 5 mill. kroner til forskning og forskningsformidling over årlig reindriftsavtale mellom staten og Norges Reindriftsamers Landsforbund .

source: — ujuhuvvo maiddái dutkanbargui masa Arktalaš Ráđđi lea dahkan álgaga , vrd. kap. 16 .
nob: Det vises også til forskningsarbeid initiert av Arktisk råd , jf. kap. 16 .

source: St.meld. nr. 36 ( 1992–93 ) Forskning for fellesskapet ( Dutkan searvevuhtii ) bivdojuvvojedje Norgga dutkanráđđi ja Sámediggi « árvvoštallat guđe láhkai galgá skáhppot dárbbašlaš gelbbolašvuođa sámi dutkama siskkabealde » ja « čujuhit guđe duovdagiid sii oaivvildit berre vuoruhit » .
nob: I St.meld. nr. 36 ( 1992–93 ) Forskning for fellesskapet , ble Norges Forskningsråd og Sametinget bedt om å « vurdere hvordan man skal gå fram for å skaffe den nødvendige kompetanse innen samisk forskning » og « peke ut hvilke områder de mener bør prioriteres » .

source: St. dieđ. nr. 52 ( 1992–93 ) Norgga sámepolitihka birra geardduhii ávžžuhusa čuovvovaš lasáhusain : « Berre dahkkojuvvot prinsihpalaš árvvoštallan sámi dutkamis ja mo Norgga dutkanráđđi buoremusat sáhttá áimmahuššat sámi beroštusaid . »
nob: St.meld. nr. 52 ( 1992–93 ) Om norsk samepolitikk , gjentok oppfordringen med følgende tilføyelse : « Det bør gjøres en prinsipiell vurdering av samisk forskning og hvordan Norges Forskningsråd best kan ivareta samiske interesser » .

source: Sámedikki oassi čielggadanbarggus gárvánii 1996 ja guovdilasttii sámi dutkama rámmaeavttuid ja organiserema .
nob: Sametingets del av utredningsarbeidet ble ferdig i 1996 og konsentrerte seg om rammevilkår for og organisering av samisk forskning .

source: Dutkanráđi čielggadus gárvánii 1998 ja válddaha váldosárgosiid ja dárbbuid earret eará diehtoávdnasiid , bestema ja fágalaš fierpmádagaid hárrái .
nob: Forskningsrådets utredning forelå i 1998 og beskriver hovedtrekk og behov bl.a. om kunnskapstilfang , rekruttering og faglige nettverk .

source: St.meld. nr. 39 ( 1998–99 ) Forskning ved et tidsskille ( Dutkan áigeearus ) deattuha dárbbu viidáset hukset gelbbolašvuođa sámi dutkama siskkabealde .
nob: St.meld. nr. 39 ( 1998–99 ) Forskning ved et tidsskille , legger vekt på behovet for videre oppbygging av kompetanse innenfor samisk forskning .

source: Deattuhuvvo ahte institušuvnnat fertejit ieža árjjálaččat váldit ovddasvástádusa bestemis dán suorgái .
nob: Det understrekes at institusjonene selv må ta aktivt ansvar for rekruttering til feltet .

source: Seamma láhkai ávžžuhuvvo Norgga dutkanráđđi geahččat mo besten sámi dutkamii sáhttá buoriduvvot .
nob: Likeledes oppfordres Norges forskningsråd til å se på hvordan rekrutteringen til samisk forskning kan forbedres .

source: Dieđáhusas daddjojuvvo maiddái ahte Dutkanráđđi berre dahkat álgaga sámi dutkama siskkabealde buot iežas duovdagiin , ja ahte Dutkanráđđi berre leat dihtomielalaš das ahte sámi beroštusat ja gelbbolašvuohta lea ovddastuvvon ráđi orgánain .
nob: I meldingen sies det også at Forskningsrådet bør ta initiativ innenfor samisk forskning på alle sine områder , og at Forskningsrådet bør være bevisst på at samiske interesser og kompetanse er representert i rådets organer .

source: Sámediggi oaivvilda ahte lea dárbu sámi dutkanpolitihkkii ja dutkanpolitihkalaš stivrenorgánaide mat sáhttet áimmahuššat sámi servodaga dárbbuid ja váikkuhanfámu sámi dutkamii .
nob: Sametinget mener at det er behov for en samisk forskningspolitikk og forskningspolitiske styringsorganer som kan ivareta det samiske samfunnets behov for og innflytelse på samisk forskning .

source: Dikki juksanmearri lea ahte álggahuvvo davviriikkalaš sámi dutkanráđđi mii fátmmasta olles sámi ássanguovllu ( vrd. Sámedikki jahkedieđáhusain 1999 ) .
nob: Tingets målsetting er at det etableres et nordisk samisk forskningsråd som omfatter hele det samiske bosettingsområdet ( jf. Sametingets årsmelding 1999 ) .

source: 10.7.2 Sámi dutkan Norgga dutkanráđi bokte
nob: 10.7.2 Samisk forskning gjennom Norges forskningsråd

source: Dutkanráđđi mearridii čakčat 2000 sámi dutkama doaibmaplána .
nob: Forskningsrådet vedtok høsten 2000 en handlingsplan for samisk forskning .

source: Dát vuođđuduvvá ávžžuhusaide mat leat st. dieđ. nr. 52 ( 1992–93 ) Norgga sámepolitihka birra ja st.meld. nr. 39 ( 1998–99 ) Forskning ved et tidsskille ( Dutkan áigeearus ) , ja čielggadusaide maid Sámediggi ja dutkanráđđi dahke 1996 ja 1998 .
nob: Denne bygger på henstillingene i St.meld. nr. 52 ( 1992–93 ) Om norsk samepolitikk og st. meld nr. 39 ( 1998–99 ) Forskning ved et tidsskille , og på utredningene som ble gjort av Sametinget og forskningsrådet i 1996 og 1998 .

source: Doaibmaplána sisdoallá čuovvovaš doaibmabijuid sámi dutkama siskkabealde :
nob: Handlingsplanen inneholder følgende tiltak innenfor samisk forskning :

source: – diehtodili kárten
nob: kartlegging av kunnskapsstatus

source: – bargu etihkalaš čuolbmabidjamiiguin
nob: arbeid med etiske problemstillinger

source: – oinnolažžan dahkan ja mieldeváldin Dutkanráđi prográmmaide ja doaibmabijuide
nob: synliggjøring og inkludering i Forskningsrådets programmer og tiltak

source: – sámi beroštusaid ja gelbbolašvuođa ovttastupmi Dutkanráđi orgánain
nob: representasjon av samiske interesser og kompetanse i Forskningsrådets organer

source: – jeavddalaš oktavuohta Sámedikkiin
nob: regelmessig kontakt med Sametinget

source: – sámi dutkanprográmma
nob: samisk forskningsprogram

source: Sámi dutkanprográmma lea okta deaŧalaččamus osiin doaibmaplánas .
nob: Det samiske forskningsprogrammet er et av de viktigste elementene i handlingsplanen .

source: Prográmma váldoulbmil lea arvvosmahttit dutkamii mii sáhttá addit ođđa áddejumi , ođđa perspektiivvaid ja fágaidgaskasaš ovttasbarggu .
nob: Programmets hovedmål er å stimulere til forskning som kan gi ny forståelse , nye perspektiver og tverrfaglig samarbeid .

source: Prográmma galgá áimmahuššat ja gárgedit fágasurggiid , dutkanduovdagiid ja birrasiid main osohahkii leat unnit dutkanárbevierut go universitehtaid árbevirolaš ja sajáiduvvan dutkansurggiin ja birrasiin .
nob: Programmet skal ivareta og utvikle fagfelt , forskningsområder og miljøer som til dels har svakere forskningstradisjoner enn de tradisjonelle og etablerte forskningsdisiplinene og – miljøene ved universitetene .

source: Seammás galgá prográmma veahkehit hukset diehtovuđđosa mii sáhttá leat ávkin sihke sámi ja dáža mearrádusdahkkiide .
nob: Samtidig skal programmet bidra til å bygge et kunnskapsgrunnlag som kan være til nytte både for samiske og norske beslutningstakere .

source: Prográmma manná áigodagas 2001–2005 ja konkrehta projeavttat álggahuvvojit 2002 .
nob: Programmet løper i perioden 2001–2005 med oppstart av de konkrete prosjektene i 2002 .

source: Prográmmastivra lea nammaduvvon ja dat galgá leat ráđđeaddi orgánan sámi gažaldagain Dutkanráđi siskkabealde .
nob: Det er oppnevnt et programstyre som også skal være et rådgivende organ i samiske spørsmål innen Forskningsrådet .

source: Prográmmas lea vuos jahkásaččat 4 milj. kruvdnosaš budjeahtta .
nob: Programmet har foreløpig et budsjett på 4 mill kr pr. år .

source: 10.7.3 Sámi Instituhtta
nob: 10.7.3 Nordisk Samisk Institutt

source: Sámi Instituhtta Guovdageainnus lea oktasaš davviriikkalaš institušuvdna Davviriikkaid Ministtarráđi vuolde , álggahuvvon 1973 .
nob: Nordisk Samisk Institutt i Kautokeino er en fellesnordisk institusjon under Nordisk Ministerråd , opprettet i 1973 .

source: Instituhtas lea ulbmilin , dutkama bokte , nannet ja gárgedit sámi giela , kultuvrra ja servodateallima .
nob: Instituttet har som formål , gjennom forskning , å styrke og utvikle samisk språk , kultur og samfunnsliv .

source: Sámi Instituhtta lea dáid maŋimuš jagiid čađahan administratiiva ja organisatoralaš nuppástusaid mat leat veahkehan nannet instituhta dutkanprofiilla .
nob: Nordisk Samisk Institutt har i de senere årene gjennomgått administrative og organisatoriske endringer som har bidratt til å styrke instituttets forskningsmessige profil .

source: Dutkanárjjat gokčet fáddáduovdagiid nugo sámi servodatdutkama mas guovdilastojuvvojit nuppástusproseassat , sámi gielladutkan mas ođđa diehtu dábuhuvvo gielladikšuma atnui , ja riektedutkan mas dábuhuvvo diehtu eavttuid birra váfistit sámi kultuvrra ávnnaslaš vuđđosa ja guoddinnávccalaš gárgedeami sámiide .
nob: Forskningsinnsatsen dekker emneområdene samisk samfunnsforskning med fokus på endringsprosesser i samfunnet , samisk språkforskning med erverv av ny kunnskap for anvendelse i språkrøkt , og rettsforskning med erverv av kunnskap om vilkår for å sikre det materielle grunnlaget for samisk kultur og en bærekraftig utvikling for samene .

source: Instituhtta lea , dálá gustojeaddji budjeahttašiehtadusa bokte Davviriikkaid Ministtarráđiin , skihkkejuvvon formaliseret ovttasbarggu Sámi allaskuvllain , institušuvnna veahkkeváriid ulbmillaš hálddaheami dihtii , vejolaččat doaimmaid ovtta báikái bidjama dihtii .
nob: Instituttet er , gjennom den någjeldende budsjettavtalen med Nordisk Ministerråd , pålagt å formalisere samarbeidet med Samisk høgskole med tanke på en rasjonell forvaltning av institusjonenes ressurser , eventuelt med sikte på en samlokalisering av virksomheten .

source: 10.7.4 Boazodoalu ovdánahttinfoanda
nob: 10.7.4 Reindriftens utviklingsfond

source: Boazodoalu ovdánahttindoanda ( BOF ) oažžu jahkásaš juolludusaid stáhta ja Norgga Boazosápmelaččaid Riikkasearvvi ( NBR ) gaskasaš boazodoallošiehtadusa bokte .
nob: Reindriftens utviklingsfond ( RUF ) får årlige bevilgninger til forskning og formidling over reindriftsavtalen mellom staten og Norges Reindriftssamers Landsforbund ( NRL ) .

source: iehtadusáigodahkii 2000–2001 lei juolludus 5 milj. kruvnnu .
nob: For avtaleperioden 2000–2001 var bevilgningen på 5 mill. kroner .

source: Boazodoallohálddahus Álttás lea čállingoddin fondii mas lea sierra stivra .
nob: Reindriftsforvaltningen i Alta er sekretariat for fondet som har et eget styre .

source: Boazodoallodutkan mii dahkkojuvvo BOF:a ruđaiguin , galgá veahkehit skáhppot ealáhussii guoski dieđu mii lea anihahtti boazodoalloealáhussii , hálddahussii , politihkkariidda ja servodahkii .
nob: Den reindriftsforskningen som utføres med midler fra RUF skal bidra til at det fremskaffes næringsrettet kunnskap som er anvendbar for reindriftsnæringen , forvaltningen , politikere og samfunnet .

source: Ođđa strategiijaplána áigodahkii 2002–2005 lea ráhkaduvvon ja sáddejuvvon gulaskuddamii .
nob: En ny strategiplan for perioden 2002–2005 er utarbeidet og sendt på høring .

source: 10.8 Oahpahandoaibmabijut rávisolbmuide
nob: 10.8 Opplæringstiltak for voksne

source: 10.8.1 Giellakurssat
nob: 10.8.1 Språkkurs

source: Institušuvdna FB Fjernundervisning ( FB Gáiddusoahpahus ) fállá guokte sámegiela kursaráiddu gáiddusoahpahussan : Davvin 1- 4 ja Sámás 1–3 .
nob: Institusjonen FB Fjernundervisning har tilbud om to kursrekker i samisk som fjernundervisning : Davvin 1- 4 og Sámás 1–3 .

source: Kurssaid lea ollásit stáhta ruhtadan ja dat leat nuvttá oassálastiide dainna ovdehusain ahte čađahit kurssaid .
nob: Kursene er fullfinansiert av staten og er gratis for deltakerne under forutsetning av fullføring av kurs .

source: Finnmárkku oahppoguovllu bálddalastinlávdegoddi ruhtadii osohahkii maiddái čállin- ja lohkankurssaid sámi guovlluid rávisolbmuide .
nob: Samordningsutvalget for Finnmark Utdanningsregion delfinansierte også lese- og skrivekurs for voksne i de samiske områdene .

source: 10.8.2 Sámi oahppolihtut
nob: 10.8.2 Samiske studieforbund

source: Guokte sámi oahppolihtu gávdnojit , Norgga Sámiid Riikkasearvi , man oahppodoaimma áimmahuššá Sámi Oahppolávdegoddi ( SOL ) ja Sámiid Eatnansearvi ( SLF ) .
nob: Det er to samiske studieforbund , Norske Samers Riksforbund , der studievirksomheten er ivaretatt av Samisk Studieutvalg ( SOL ) og Samenes Landsforbund ( SLF ) .

source: 1999 ovddas raporterii SOL 10 253 oahppodiimmu main lei oahpaheaddji ja 2 218 almmá oahpaheaddjihaga .
nob: For 1999 rapporterte SOL 10 253 studietimer med lærer og 2 218 studietimer uten lærer .

source: SLF raporterii 1999 50 oahppodiimmu oktan oahpaheddjiin ja 213 oahppodiimmu oahpaheaddjihaga .
nob: SLF rapporterte i 1999 50 studietimer med lærer og 213 studietimer uten lærer .

source: 10.8.3 Vuođđoskuvlaoahpaheapmi rávis sámiide
nob: 10.8.3 Grunnskoleopplæringen for voksne samer

source: 10-jagi vuođđoskuvlla oahppaplánadagus ( O97 ) sisafievrriduvvui rávisolbmuid vuođđoskuvlaoahpaheapmái 1999/2000 .
nob: Læreplanverket for den 10-årige grunnskolen ( L97 ) ble innført i grunnskoleopplæringen for voksne skoleåret 1999/2000 .

source: Seamma áigemuttus gustogođii Sámi oahppaplánadagus 10-jagi vuođđoskuvlii ( O97S ) rávisolbmuid vuođđoskuvlaoahpaheamis sámi oahppadahkosa doaibmaguovllus .
nob: Fra samme tidspunkt gjaldt Det samiske læreplanverket for den 10-årige grunnskolen ( L97S ) i grunnskoleopplæring av voksne samer i det samiske læreplanverkets virkeområde .

source: Girko- , oahppo- ja dutkandepartemeanta áigu gárgedit oaivadusa rávisolbmuid oahpahussii mii lea heivehuvvon O97:i . Oaivadus galgá sisdoallat kapihttala mii máinnaša rávisolbmuid oahpaheami mii vuođđuduvvá Sámi oahppaplánadahkosii 10-jagi vuođđoskuvlla várás .
nob: Kirke- , utdannings- og forskningsdepartementet vil utvikle en veiledning i grunnskoleopplæring for voksne tilpasset L 97. Veiledningen skal inneholde et kapittel som omtaler tilpasning til opplæring av samiske voksne basert på Det samiske læreplanverket for den 10-årige grunnskolen .

source: Bargu dahkkojuvvo ovttasbarggus gaskal departemeantta ja Sámedikki oahpahusossodaga .
nob: Arbeidet utføres i et samarbeid mellom departementet og Sametingets opplæringsavdeling .

source: 10.9 Doaibmabijut
nob: 10.9 Tiltak

source: Oassin oahpu riikkagottálaš IKT-rahčamušas nannejuvvo digitála oahppaneavvuid gárgedanbargu .
nob: Som et ledd i den nasjonale satsingen på IKT i utdanningen forsterkes arbeidet med utvikling av digitale læremidler .

source: Girko- , oahppo- ja dutkandepartemeanta oažžu almmolaš institušuvnna mas lea dárbbašlaš gelbbolašvuohta , stivret skuvladoaimma IKT-rahčamuša sámi oahpaheamis .
nob: Kirke- , utdannings- og forskningsdepartementet vil få en offentlig institusjon med nødvendig kompetanse til å styre skoleverkets satsing på IKT i samisk opplæring .

source: Projeakta Sámegiela lohkandáiddu kárteniskkus gárvvistuvvo 2001 .
nob: Prosjektet Kartleggingsprøve i leseferdighet på samisk vil bli sluttført i 2001 .

source: Ráđđehus áigu árvvoštallat doaibmabijuid mat nannejit sámi joatkkaskuvllaid boahtteáiggi .
nob: Regjeringen vil vurdere tiltak for å styrke framtida til de samiske videregående skolene .

source: Dán barggus ferte fuopmášupmi giddejuvvot sihke skuvllaid organisatoralaš gullevašvuhtii ja ovttasbargogaskavuođaide .
nob: I dette arbeidet må en ha oppmerksomhet rettet både mot skolenes organisatoriske tilhørighet og samarbeidforhold .

source: Ođastusa 94 árvvoštallama viidáset čuovvolanbargu čađahuvvo ovttasbarggus gaskal Sámedikki ja Oahppanguovddáža .
nob: Det videre arbeidet med oppfølging av evalueringen av Reform 94 vil bli gjennomført i et samarbeid mellom Sametinget og Læringssenteret .

source: Ráđđehus háliida viidát guorahallat sámi oahpu ja dutkama , sihke Sámi allaskuvllas ja eará institušuvnnain iešguđet dásis .
nob: Regjeringen ønsker å foreta en bred gjennomgang av samisk utdanning og forskning , både ved Samisk høgskole og ved andre institusjoner på ulike nivåer .

source: Gažaldagat mat gustojit sámi oahpaheaddjeohppui ja mat leat evttohuvvon NA—:s 2000 : 3 , gieđahallojuvvojit sierra kapihttalis oahpaheaddjeoahppodieđáhusas 2002 .
nob: Spørsmål som gjelder samisk lærerutdanning og som er foreslått i NOU 2000 : 3 , vil bli behandlet i et eget kapittel i lærerutdanningsmeldingen i 2002 .

source: 2002 rájes oažžu Stáhta oahppokantuvra Davvi-Trøndelágas guokte lohkanvirggi jahkásaččat , mat juolluduvvojit oahpaheddjiide váldit lasseoahpu oarjelsámegielas oktan čatnasanáiggiin skuvllain main addojuvvo oarjelsámegiela oahpaheapmi .
nob: Fra 2002 vil Statens utdanningskontor i Nord-Trøndelag få to studiehjemler per år , som tildeles lærere for videreutdanning i sørsamisk med bindingstid ved skoler der det gis opplæring i sørsamisk .

source: Ráđđehus áigu veahkehit oažžut ovdan dieđu mii sáhttá nannet , seailluhit ja gárgedit sámi servodaga , ja áigu bargat buoridit bálddalastima departemeanttaid DjO-doaimma gaskkas sámi duovdagis .
nob: Regjeringen vil bidra til å få fram kunnskap som kan styrke , bevare og utvikle det samiske samfunnet og vil arbeide for en bedre samordning mellom departementenes FoU-innsats på det samiske området .

source: Ráđđehus atná dettolažžan ahte dieđut nissoniid rolla ja sajádaga birra sámi servodagas čuvgejuvvojit , ja ahte sámiid árbevirolaš dieđut ja máhtut kártejuvvojit ja duođaštuvvojit .
nob: Regjeringen legger vekt på at kunnskaper om kvinners rolle og posisjon i det samiske samfunnet blir belyst , og at samenes tradisjonelle kunnskaper kartlegges og dokumenteres .

source: Ráđđehus áigu , ovttas Norgga dutkanráđiin , Sámedikkiin ja sámi dutkanbirrasiiguin , bargat eanet bálddalastit sámi dutkama davviriikkalaš oktavuođas .
nob: Regjeringen vil , sammen med Norges forskningsråd , Sametinget og samiske forskningsmiljøer , arbeide for mer samordning av samisk forskning i nordisk sammenheng .
